Repository: JanHovland/signupfirebase
Catalog: signupfirebase/*.lproj/Localizable.strings
Languages: nb

source: Add a new user
nb: Legg inn en ny bruker

source: After you have asked Firebase to reset your password, you will receive an eMail with istruction.
nb: Etter at du har bedt Firebase om å resette passordet ditt, vil du motta en e-post med instruksjoner.

source: An unknown error occurred.
nb: En ukjent feil oppstod.

source: Birthdays
nb: Fødselsdager

source: Camera
nb: Kamera

source: Cancel
nb: Avbryt

source: Cancelled
nb: Avbrutt

source: Cannot store the Postal Codes in Firebase.
nb: Kan ikke lagre post nummer i Firebase.

source: Choose your photo source
nb: Velg kilden for foto

source: Create account.
nb: Opprett ny konto

source: Data are now saved in Firebase.
nb: Data er nå lagret i Firebase.

source: Delete
nb: Slett

source: eMail must have a value.
nb: e-postadressen må fylles ut.

source: Email Sent
nb: e-post sendt

source: Empty name
nb: Tomt navn

source: Error
nb: Feil

source: Every field must be filled in.
nb: Alle feltene må fylles ut.

source: Every field must have a value
nb: Alle feltene må ha en verdi

source: Every field must have a value.
nb: Alle feltene må ha en verdi.

source: Failed to send
nb: Mislykket sending

source: Fatal error
nb: Fatal feil

source: File on the client does not match the checksum of the file received by the server. Try uploading again.
nb: Filen på klienten samsvarer ikke med sjekksummen for filen mottatt av serveren. Prøv å laste opp igjen

source: In order to save the Postal Codes, the 'Store Postal Codes in Firebase' button must be enabled.
nb: For å lagre postnummer, må bryteren 'Lagre postnummer i Firebase' aktiveres.

source: Indicates a network error occurred (such as a timeout, interrupted connection, or unreachable host). These types of errors are often recoverable with a retry. The `NSUnderlyingError` field in the `NSError.userInfo` dictionary will contain the error encountered.
nb: Indikerer at det oppstod en nettverksfeil (for eksempel en timeout, avbrutt forbindelse eller ikke tilgjengelig feil). Slike typer feil kan ofte gjenopprettes med å prøver på nytt. 'NSUnderliggendeError`-feltet i `NSError.userInfo` dictionary viser den oppståtte feilen.

source: Indicates the user account was not found.
nb: Konto til brukeren ble ikke funnet.

source: Indicates the user attempted sign in with a wrong password.
nb: Brukeren forsøkte å logge på med feil passord.

source: Internal error
nb: Intern feil

source: Invalid phone number
nb: Feil format telefonnr

source: Local notification can only execute when the app is set to background.
nb: Lokal varsling kan bare utføres når appen ligger i bakgrunnen.

source: Login Firebase
nb: Innlogging Firebase

source: Man
nb: Mann

source: New Person
nb: Ny Person

source: No bucket is configured for Firebase Storage.
nb: Ingen bucket er konfigurert for Firebase Storage.

source: No object exists at the desired reference.
nb: Intet object eksisterer ved ønsket referanse.

source: No project is configured for Firebase Storage.
nb: Intet prosjekt er konfigurert for Firebase Storage.

source: Other
nb: Annet

source: Password
nb: Passord

source: Password change request has been sent
nb: Endringsforespørsel på passordet er sendt på e-post

source: Photo library
nb: Foto biblioteket

source: Please log in to Firebase.
nb: Vennligst logg inn på Firebase.

source: Please look in your email
nb: Vennligst sjekk innboksen på e-posten din

source: Please make sure that this app is not showing on the screen.
nb: Pass på at denne appen ikke vises på skjermen.

source: Please note that the included link is time limited!
nb: Legg merke til at linken i e-posten er tidsbegrenset!

source: Quota on your Firebase Storage bucket has been exceeded. If you're on the free tier, upgrade to a paid plan. If you're on a paid plan, reach out to Firebase support.
nb: Quota på din Firebase Storage bucket har blitt overskredet. Hvis du er på ledig nivå, oppgrader til en betalt plan. Hvis du er på en betalt plan, nå ut til Firebase-støtte.

source: Save in Firebase
nb: Lagre i Firebase

source: Saved
nb: Lagret

source: Size of the downloaded file exceeds the amount of memory allocated for the download. Increase memory cap and try downloading again.
nb: Størrelsen på den nedlastede filen overskrider mengden minne som er tildelt for nedlastingen. Øk memory cap og prøv å laste ned igjen.

source: Subject of the email
nb: Emnet for e-post

source: The email address is already in use by another account.
nb: e-postadressen er allerede i bruk på en annen konto.

source: The maximum time limit on an operation (upload, download, delete, etc.) has been exceeded.
nb: Maksimumsgrensen for en operasjon (opplasting, nedlasting, sletting, etc.) er overskredet.

source: The password must contain minimum 6 characters
nb: Passordet må inneholde minimum 6 tegn

source: The phonenumber must include 8 digits. The country code prefix will automaticall be added. Format: +47 123 45 678
nb: Telefonnummeret må ha 8 siffer. Landskoden vil automatisk bli lagt til. Format: +47 123 45 678

source: The username must have a value.
nb: Navnet til brukeren kan ikke være tomt.

source: Try one more time
nb: Prøv en gang til.

source: Unable to delete data in CoreData:
nb: Kan ikke slette data i Core Data:

source: Unable to recall the eMail from Firebase.
nb: Kan ikke hente e-post fra Firebase.

source: Unable to store data in CoreData.
nb: Kan ikke lagre data i Core Data.

source: Unable to update the password for the user in CoreData.
nb: Kan ikke oppdatere passordet til brukeren i Core Data.

source: Update
nb: Oppdater

source: Update Person
nb: Oppdater Person

source: User cancelled the operation.
nb: Brukeren avbrøt operasjonen.

source: User is not authorized to perform the desired action.
nb: Brukeren er ikke autorisert til å utføre ønsket handling.

source: User is unauthenticated. Authenticate and try again.
nb: Brukeren er uautorisert. Godkjen og prøv igjen.

source: Users
nb: Brukere

source: Woman
nb: Kvinne

source: Write the content of the email
nb: Skriv innholdet i e-posten
